{
    "docId": "000000000000110157",
    "docStatus": "01",
    "docName": "95-헌바-3-",
    "createdDateTime": "19971127",
    "attrTime": "1993",
    "progress": "N",
    "docType_tab": "10",
    "docType_lawType": "301",
    "docType_A": "01",
    "docType_prType": "15",
    "title": "양수한 재산의 가액을 초과하여 사업양수인에게 제2차 납세의무를 지운 법률조항의 위헌 여부",
    "docKeynote": "사업양수인의 제2차 납세의무제도는 입법목적의 합리성은 인정되나 그 책임한도를 적절한 범위내로 한정하지 아니하고 양수재산의 가액을 초과한 부분에 대하여도 제2차 납세의무를 지게 하는 것은 헌법에 위반되는 것임.",
    "docIdRply": null,
    "docReply": "결정 내용은 붙임과 같습니다.",
    "keyWord": [
        {
            "keyword": "양수",
            "value": "1212"
        },
        {
            "keyword": "납세",
            "value": "909"
        },
        {
            "keyword": "의무",
            "value": "909"
        },
        {
            "keyword": "재산",
            "value": "606"
        },
        {
            "keyword": "가액",
            "value": "606"
        },
        {
            "keyword": "초과",
            "value": "606"
        },
        {
            "keyword": "사업",
            "value": "606"
        },
        {
            "keyword": "법률",
            "value": "303"
        },
        {
            "keyword": "조항",
            "value": "303"
        },
        {
            "keyword": "위헌",
            "value": "303"
        },
        {
            "keyword": "제도",
            "value": "303"
        },
        {
            "keyword": "입법",
            "value": "303"
        },
        {
            "keyword": "합리",
            "value": "303"
        },
        {
            "keyword": "인정",
            "value": "303"
        },
        {
            "keyword": "책임",
            "value": "303"
        },
        {
            "keyword": "한도",
            "value": "303"
        },
        {
            "keyword": "적절",
            "value": "303"
        },
        {
            "keyword": "범위",
            "value": "303"
        },
        {
            "keyword": "한정",
            "value": "303"
        },
        {
            "keyword": "지게",
            "value": "303"
        },
        {
            "keyword": "헌법",
            "value": "303"
        },
        {
            "keyword": "위반",
            "value": "303"
        }
    ],
    "relatedLaw": [
        "국세기본법 제41조"
    ],
    "relatedData": [
        [
            "000000000000017794",
            "001_000000000000017794",
            "대법원-95-누-15704"
        ],
        [
            "000000000000110156",
            "001_000000000000110156",
            "93-헌바-4-"
        ],
        [
            "000000000000110158",
            "001_000000000000110158",
            "97-헌가-1-"
        ],
        [
            "000000000000363966",
            "001_000000000000363966",
            "서울행정법원-2016-구합-56899"
        ],
        [
            "000000000000026159",
            "001_000000000000026159",
            "서울고등법원-88-구-13245"
        ],
        [
            "000000000000127798",
            "001_000000000000127798",
            "2006-헌바-1-"
        ],
        [
            "000000000000134966",
            "001_000000000000134966",
            "서울고등법원-2009-누-24803"
        ],
        [
            "000000000000129664",
            "001_000000000000129664",
            "서울행정법원-2009-구합-7479"
        ],
        [
            "000000000000117896",
            "001_000000000000117896",
            "대법원-2003-두-1165"
        ],
        [
            "000000000000142388",
            "001_000000000000142388",
            "헌법재판소-2007-헌가-14"
        ]
    ],
    "tgContent": "<html>\n <head></head>\n <body>\n  <p style=\"margin-left: 0pt;\"><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">판시사항</span></p>\n  <p><span>가. 재판의 전제성 판단의 기준</span></p>\n  <p><span>나. 사업양수인으로 하여금 양수한 재산의 가액을 초과하여 제2차 납세의무를 지도록 규정한 구 국세기본법(1974. 12. 31. 법률 제2679호로 제정되고, 1993. 12. 31. 법률 제4672호로 개정되기전의 것)의 위헌 여부(적극)</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">결정요지</span></p>\n  <p><span>가. 심판대상법률조항이 1993. 12. 31. 사업양수인은 '양수한 재산의 가액을 한도로' 제2차납세의무를 부담하도록 개정된 바 있고 실제로 청구인이 양수한 재산의 가액은 금 74,992,436원이고 청구인에게 부과된 세금은 금 43,838,110원에 불과하여 청구인은 양수한 재산의 가액한도범위내에서 제2차 납세의무를 부담하게 되었다 하더라도, 청구인이 법률조항 전부에 대하여 위헌심판을 구하고 있고 동 법조가 당해 소송사건에 적용될 법률이라면 그 위헌 여부에 따라 주문이 달라질 수도 있을 것이므로 재판의 전제성이 있다.</span></p>\n  <p><span>나. 사업양수인의 제2차 납세의무제도는 조세징수의 확보라는 공익목적의 실현을 위하여 담보재산을 취득한 양수인에게 부족액에 대한 보충적 납세책임을 지우는 것이므로 입법목적의 합리성이 인정된다. 그러나, 구 <a href=\"javascript:;\" class=\"txt_link\" data-ntst-sttt-linknm=\"국세기본법 제41조\" title=\"국세기본법 제41조 새창열림\">국세기본법 제41조</a>가 제2차 납세의무자의 책임한도를 적절한 범위내로 한정하지 아니하고 양수재산의 가액을 초과한 부분에 대하여도 제2차 납세의무를 지게하는 것은 과세요건#03 법정주의와 명확주의의 기조에 서있는 헌법 제38조, 제59조의 실질적 조세법률주의와 비례의 원칙에 위반되므로 그 범위 내에서 헌법에 위반된다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">심판대상조문</span></p>\n  <p><span>구 국세기본법(1974. 21. 21. 법률 제2679호로 제정되고, 1993. 12. 31. 법률 제4672호로 개정되기 전의 것) 제41조</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">참조조문</span></p>\n  <p><span>헌법 제23조 제1항, 제2항, 제37조 제2항, 제59조</span></p>\n  <p><span>국세기본법(1993. 12. 31. 법률 제4672호로 개정된 것) 제41조 제1항ㆍ제2항</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">참조판례</span></p>\n  <p><span>1997. 6. 26. 선고, 93헌바49, 94헌바38ㆍ41, 95헌바64(병합) 결정</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">주문</span></p>\n  <p><span>구 국세기본법(1974. 12. 21. 법률 제2679호로 제정되고, 1993. 12.31. 법률 제4672호로 개정되기전의 것) 제41조는 사업양수인으로 하여금 양수한 재산의 가액을 초과하여 제2차 납세의무를 지게 하는 범위내에서 헌법에 위반된다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">이유</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">1. 사건의 개요와 심판의 대상</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">가. 사건의 개요</span></p>\n  <p><span>청구외 김○○은 1985. 9.경부터 ○○시 ○○구 ○○동 ○○번지에 있는 ○○빌딩 0층에서 \"○○\"라는 상호로 일식음식점(일반유흥접객업)을 경영하여 오다가 사업부진으로 1993. 6. 4. 부도를 내고 폐업하게 되었다.</span></p>\n  <p><span>○○세무서장은 청구인이 1993. 5. 위 김○○으로부터 위 음식점사업을 양수한 것으로 보고 10. 4. 청구인을 위 김○○이 체납한 국세에 대한 제2차납세의무자로 지정하고 체납국세등에 대한 납부고지처분을 하자, 청구인은 1994. 7. 8. ○○고등법원 00구000 제2차납세의무자지정처분취소 사건으로 위 김○○의 체납국세에 대한 위 납부고지처분의 취소소송을 제기하였다.</span></p>\n  <p><span>청구인은 위 소송이 계속 중 1994. 12. 13. 위 부과처분의 전제가 되는 구 국세기본법(1974. 12. 21. 법률 제2679호로 제정되고, 1993. 12. 31. 법률 제4672호로 개정되기 전의 것 : 이하 \"이 법\"이라 한다) 제41조가 헌법 제23조 제1항, 제37조 제2항에 위반된다고 하며 위헌제청의 신청을 하였으나, 동 법원은 1995. 9. 7. 이를 기각하는 결정을 함과 동시에 본안사건에 관하여 청구를 일부 기각하는 판결을 선고하였다.</span></p>\n  <p><span>청구인은 1995. 9. 21. 위 결정 및 판결의 정본을 송달받고 같은 달 30. 본안사건 중 청구기각 부분에 관하여 상고하는 한편, 같은 해 10. 2. 이 사건 헌법소원심판을 청구하였다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">나. 심판의 대상</span></p>\n  <p><span>그러므로 이 사건 심판의 대상은 이 법 제41조가 헌법에 위반되는지 여부이고, 그 규정 내용은 아래와 같다.</span></p>\n  <p><span>제41조(사업양수인의 제2차납세의무) 사업의 양도 양수가 있는 경우에 양도인의 재산으로 그 양도인에게 부과되거나 그 양도인이 납부할 당해 사업에 관한 국세 가산금과 체납처분비에 충당하여도 부족이 있는 때에는 대통령령이 정하는 사업의 양수인은 그 부족액에 대하여 제2차납세의무를 진다.</span></p>\n  <p><span>그런데 1993. 12. 31. 법률 제4672호로 이 법 제41조에 제2항이 신설되는등 개정되었는 바 그 내용은 아래와 같다.</span></p>\n  <p><span>제41조(사업양수인의 제2차납세의무) ① 사업의 양도 양수가 있는 경우에 양도일 이전에 양도인의 납세의무가 확정된 당해 사업에 관한 국세 가산금과 체납처분비를 양도인의 재산으로 충당하여도 부족이 있는 때에는 대통령령이 정하는 사업의 양수인은 그 부족액에 대하여 양수한 재산의 가액을 한도로 제2차납세의무를 진다.</span></p>\n  <p><span>② 제1항에 규정된 양수한 재산의 가액은 대통령령으로 정한다.</span></p>\n  <p><span>[관련조문]</span></p>\n  <p><span>이 법 제41조 시행 당시의 이와 관련된 국세기본법시행령(1993. 12. 31. 대통령령 제14076호로 개정되기 전의 것)의 내용은 아래와 같다.</span></p>\n  <p><span>제22조(사업의 양도 양수의 범위) 법 제41조에서 \"대통령령이 정하는 사업의 양수인\"이라 함은 사업장별로 그 사업에 관한 모든 권리(미수금에 관한 것을 제외한다)와 모든 의무(미지급금에 관한 것을 제외한다)를 포괄적으로 승계한 자를 말한다.</span></p>\n  <p><span>제23조(사업양수인의 제2차납세의무의 한계) 법 제41조에 규정하는 사업의 양도인에게 2이상의 사업장이 있는 경우에 1사업장을 양수한 자의 제2차납세의무는 양수한 사업장에 관계되는 국세 가산금과 체납처분비(2이상의 사업장에 공통되는 국세 가산금과 체납처분비가 있는 경우에는 양수한 사업장에 배분되는 금액을 포함한다)에 한한다.</span></p>\n  <p><span>이 법이 1993. 12. 31. 법률 제4672호로 개정되면서 같은 날 대통령령 제14076호로 개정된 국세기본법시행령도 제23조에 제2항을 신설하는등 개정되었는바 신설된 제2항의 내용은 아래와 같다.</span></p>\n  <p><span>② 법 제41조 제2항에서 \"양수한 재산의 가액\"이라 함은 다음 각호의 가액을 말한다.</span></p>\n  <p><span>1. 사업의 양수인이 양도인에게 지급하였거나 지급하여야 할 금액이 있는 경우에는 그 금액</span></p>\n  <p><span>2. 제1호의 규정에 의한 금액이 없거나 불분명한 경우 또는 시가에 비하여 현저히 낮은 경우에는 양수한 자산 및 부채를 상속세법 제9조 및 동법 제10조의 규정을 준용하여 평가한 후 그 자산 총액에서 부채총액을 공제한 가액</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">2. 청구인의 주장, 제청신청기각 결정의 이유 및 관계기관의 의견</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">가. 청구인의 주장</span></p>\n  <p><span>(1) 헌법은 제23조 제1항에서 국민의 재산권을 보장하는 한편, 제37조 제2항에서 공공복리등을 위하여 필요한 경우에 한하여 법률로써 이를 제한할 수 있으나 그 본질적인 내용은 침해할 수 없고, 설사 재산권의 본질적인 내용의 침해가 없을지라도 비례의 원칙 내지는 과잉금지의 원칙에 위배되어서는 안된다고 규정하고 있다.</span></p>\n  <p><span>(2) 이 법 제41조 소정의 사업양수인의 제2차납세의무는 사업양수인이 양도인의 체납세금을 부담하여야 할 아무런 귀책사유도 없는 제3자에 불과한데 그 사업을 포괄적으로 양수하였다는 사실 하나만으로 제2차납세의무를 부담한다는 것은 아무리 현대국가가 조세국가로서 조세채권의 확보가 필요하다고 할지라도 납득할 수 없는 일이라고 아니할 수 없어 사업양수인의 제2차납세의무는 과잉금지의 원칙 중 목적의 정당성원칙에 반하는 것이다.</span></p>\n  <p><span>(3) 나아가 이 법 제41조에 의하면 ① 법 문언대로라면 사업양도인의 당해 사업에 관한 국세이기만 하면 사업양도 양수 당시에 양도인에게 부과되지 않은 국세에 대하여도 양수인이 부담하도록 되어있고, ② 상법상의 영업양수인이 영업양수 후 지체없이 양도인의 채무에 대한 책임이 없음을 등기하거나 양도인과 양수인이 지체없이 제3자에 대하여 그 뜻을 통지함으로써 그 책임을 벗어날 수 있는 것과는 달리, 사업양수인이 그 책임을 벗어날 수 있는 제도가 마련되어 있지 않아 양도인의 체납국세에 대하여 전부 책임을 부담하도록 되어 있으며 ③ 사업양도인의 당해 사업에 관한 국세이기만 하면 사업양도인으로부터 징수하지 못한 당해 국세 전부에 관하여 당해 사업의 양수로 취득한 재산의 가액이상의 국세를 사업양수인이 책임지도록 규정되어 있고 ④ 조세법률관계에서는 조세채권자는 그가 가지는 조세채권을 근거로 조세채권을 강제적으로 실현할 수 있고, 조세채권의 확보를 위하여 연대납세의무제도, 원천징수의무제도 등 납세의무확대제도와, 인적 물적납세담보제도, 사해행위취소제도, 납기전 조세채권보전제도등 간접적인 납세압력제도 등이 보장되어 있으므로, 정부는 이러한 제도를 적시에 적절히 활용하면 사업양도인으로부터 그 사업에 관한 국세를 충분히 확보할 수 있는데도 사업양도인의 체납국세에 대하여 아무런 귀책사유도 없는 사업양수인으로부터 체납국세를 징수하려는 것은 오직 과세관청의 조세징수상의 편의만을 도모할 뿐 선량한 국민에게 합리적이고 수긍할만한 객관적인 이유없이 희생을 강요하는 것으로 결국 방법의 적정성, 법익의 균형성, 피해의 최소성의 원칙에 반하는 것이다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">나. 제청신청기각 결정의 이유</span></p>\n  <p><span>(1) 이 법 제41조 및 시행령 제22조에서 사업에 관한 모든 권리와 의무를 포괄적으로 승계한다고 함은 사업양수인이 양도인으로부터 그의 모든 사업시설 뿐 아니라 영업권과 그 사업에 관한 채권, 채무등 일체의 인적, 물적 권리와 의무를 양수함으로써 양도인과 동일시되는 정도의 법률상 지위를 그대로 승계한 것을 의미한다고 할 것이므로, 사업양수인이 양도인의 체납세금을 부담하여야 할 아무런 귀책사유도 없는 제3자에 불과한데 그 사업을 포괄적으로 양수하였다는 사실 하나만으로 제2차 납세의무를 부담시키는 것으로 볼 수는 없다고 할 것이니 과잉금지의 원칙 중 목적의 정당성원칙에 반하지 아니한다.</span></p>\n  <p><span>(2) ① 이 법 제41조에 의하더라도 사업의 양도 양수 후에 양도인에게 부과된 국세와 이에 관한 가산금에 대하여는 사업양수인에게 제2차납세의무를 지울 수 없다고 해석되고(이 사건의 경우 사업의 양도 양수 후에 납세의무가 확정된 것에 대하여는 심사청구 단계에서 청구인에게 제2차납세의무가 없다고 하여 이를 취소하였고, 청구인도 이를 제외하고 나머지에 대하여만 소송을 제기하였다), ② 한편 사업양수인은 사업의 양도 양수 당시에 양도인에게 이미 부과되어 있는 또는 납세의무가 확정된 국세등에 대하여는 양도인의 납세완납증명을 받아보거나 세무서에 조회를 해 보는 방법등으로 확인해 볼 수 있으므로 양도인의 납세의무가 확정된 국세등이 양수인에게 예측할 수 없는 것은 아니고, 사업양수인은 양도인의 납세의무가 확정된 국세등을 확인한 결과 그것이 그가 양수한 재산의 가액을 초과하는 경우에는 사업의 양수를 하지 않을 수 있는 것이므로 양수인이 사업양수 후 그 책임을 벗어날 수 있는 제도가 마련되어 있지 않다고 하여 반드시 불합리하다고는 할 수 없고, ③ 또 설사 이 법 제41조가 마치 당해 사업의 양수로 취득한 재산 가액 이상의 국세를 사업양수인이 책임지는 것으로 해석할 수 있도록 규정되어 있으며, 이 법 제41조가 1993. 12. 31. 사업양수인은 '양수한 재산의 가액을 한도로' 제2차납세의무를 부담하도록 개정된 바 있으나, 청구인이 양수한 재산의 가액은 금74,992,436원이고 청구인에게 부과된 세금은 금43,838,110원에 불과하여, 청구인은 양수한 재산의 가액한도범위내에서 제2차납세의무를 부담하게 되었으므로 이 법 제41조의 위헌여부는 이 사건 재판의 전제가 되지 않으며, ④ 정부가 조세채권의 확보를 위하여 납세의무확대제도와 간접적인 납세압력제도 등으로 사업양도인으로부터 그 사업에 관한 국세를 충분히 확보, 징수할 수 있다고 하더라도 정부가 그와 아울러 사업양수인으로부터도 사업양도인의 체납국세에 대하여 보충적으로 이를 징수하려는 것은 제2차납세의무제도의 취지에 따른 별개의 조세징수제도이므로 이로써 오직 과세관청의 조세징수상의 편의만 도모할 뿐 선량한 국민에게 합리적이고 수긍할만한 객관적인 이유없이 희생을 강요하는 것으로 볼 수는 없다고 할 것이고, 따라서 이 법 제41조가 방법의 적정성, 법익의 균형성, 피해의 최소성의 원칙에 반하는 것으로 볼 수는 없다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">다. 관계기관의 의견</span></p>\n  <p><span>재정경제원장관 및 국세청장의 의견은 위 제청신청기각 결정의 이유와 대체로 같다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">3. 판단</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">가. 본안전 판단</span></p>\n  <p><span>이 사건 위헌제청신청 기각 법원은, 이 법 제41조가 마치 당해사업의 양수로 취득한 재산 가액 이상의 국세를 사업양수인이 책임지는 것으로 해석할 수 있도록 규정되어 있으며, 이 법 제41조가 1993. 12. 31. 사업양수인은 '양수한 재산의 가액을 한도로' 제2차납세의무를 부담하도록 개정된 바 있으나, 청구인이 양수한 재산의 가액은 금74,992,436원이고 청구인에게 부과된 세금은 금43,838,110원에 불과하여 청구인은 양수한 재산의 가액한도범위내에서 제2차납세의무를 부담하게 되었으므로 이 법 제41조의 위헌여부는 이 사건 재판의 전제가 되지 않는다고 판단하였다.</span></p>\n  <p><span>그러나 청구인은 이 법 제41조 전부에 대하여 위헌여부의 심판을 구하고 있고 이 법 제41조가 청구인에 대한 위 소송사건에 적용될 법률이므로, 그 위헌여부에 따라서 재판의 주문이 달라질 수도 있을 것이니 재판의 전제성이 있다고 할 것이다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 5pt;\"><span class=\"bold\">나. 본안에 관한 판단</span></p>\n  <p><span class=\"bold\">(1) 헌법상의 재산권보장과 조세법률주의</span></p>\n  <p><span>우리 헌법은 자유민주적 기본질서의 바탕 위에서 제23조 제1항에서 재산권의 보장을 규정하여 사유재산제도를 보장함과 동시에 국민의 구체적 재산권을 기본권으로 보장하는 한편 제119조 제1항에서 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다고 규정함으로써 자본주의 시장경제질서를 기본으로 하여 국민에게 자유스러운 경제활동을 보장해 주는 반면, 제23조 제2항에서 재산권의 행사는 공공복리에 적합하도록 하여야 한다고 규정하고, 제37조 제2항에서 일반적 법률유보로서 국가안전보장 질서유지 또는 공공복리를 위하여 필요한 경우에 한하여 법률로써 기본권을 제한할 수 있도록 규정하고 있어, 재산권도 제한할 수 있으나, 다만 그 경우에도 본질적인 내용의 침해가 금지되는 것은 물론 비례의 원칙등에 따라 그 제한은 필요한 최소한도에 그쳐야 한다.</span></p>\n  <p><span>또한, 자유민주주의 국가에서의 국가재정은 국민의 조세로 이루어지는 것이므로 헌법 제38조는 납세의 의무에 대하여 규정하는 한편 그 경우에도 국민의 재산권보장과 경제활동에 있어서의 법적 안정성을 위하여 제59조에서 \"조세의 종목과 세율은 법률로 정한다\"고 규정하여 조세법률주의를 선언하고 있는 바, 오늘날의 법치주의가 단순히 형식적 법치주의에 그치지 아니하고 실질적 법치주의를 지향하고 있는 점에 비추어 볼 때, 우리 헌법이 선언한 조세법률주의도 과세요건이 형식적 의미의 법률로 명확히 정해질 것이 요구될 뿐만 아니라, 조세법의 목적이나 내용이 기본권 보장의 헌법이념과 이를 뒷받침하기 위하여 헌법상 요구되는 제원칙에 합치될 것도 아울러 요구된다(헌법재판소 1997. 6. 26.선고, 93헌바49, 94헌바38ㆍ41, 95헌바64(병합) 결정등 참조).</span></p>\n  <p><span>&nbsp;</span></p>\n  <p><span class=\"bold\">(2) 이 법 제41조의 입법목적</span></p>\n  <p><span>납세의무는 담세력이 있다고 인정되는 개인 혹은 법인을 의무자로 하여 부과하고 그로부터 징수함이 원칙이다. 그러나 국세기본법은 조세의무의 확보를 위하여, 상속이나 법인의 합병과 같은 경우 납세의무의 승계를 인정하고(이 법 제23조, 제24조), 공유물이나 공동사업으로 인한 납세의무 및 공동사업재산에 관한 납세의무에 있어서 연대납세의무를 인정하며(이 법 제25조), 나아가 납세의무자의 재산으로 체납처분을 하여도 본래의 납세의무자가 납부하여야할 국세등을 충당하기에 부족한 경우 그 납세의무자와 일정한 관계에 있는 자등에 대하여 납세의무자에 갈음하여 제2차납세의무를 인정하는(이 법 제38조 내지 제41조) 등으로 납세의무를 확장하고 있다.</span></p>\n  <p><span>사업에 기초하여 발생하는 조세는 사업 그 자체에 담세력이 있다고 할 것이므로 사업재산이 그 조세채무에 대한 담보적기능을 한다고 할 것이고 따라서 사업양도인의 재산으로 조세채권의 만족을 얻을 수 없을 때 조세징수의 확보라는 공익목적을 달성하기 위하여, 그 조세의 담보재산을 취득하고 그 취득 당시에 양도인이 납부하여야 할 조세를 예견할 수 있는 양수인에게 그 부족액에 대하여 보충적으로 납세책임을 지우더라도 공평을 잃지는 않을 것이다.</span></p>\n  <p><span>이와 같이 사업양수인의 제2차납세의무제도는 사업양도인의 재산으로 조세채권의 만족을 얻을 수 없을 때 조세징수의 확보라는 공익목적의 실현을 위하여 그 담보재산을 취득한 양수인에게 그 부족액에 대하여 보충적으로 납세책임을 지우는 것이므로 그 입법목적의 합리성은 인정된다고 할 것이고, 따라서 일정한 요건에 해당하는 사업양수인으로 하여금 일정한 범위 내에서 제2차납세의무를 지게하는 것은 정당하다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p><span class=\"bold\">(3) 실질적 조세법률주의 및 비례의 원칙의 위배여부</span></p>\n  <p><span>이 법 제41조가 사업양수인으로 하여금 예측할 수 없었던 조세부담과 무제한의 납세의무를 지게 함으로써 사업양수인에 대한 조세형평이나 재산권보장은 도외시한 채 조세징수의 확보만을 지나치게 강조하여 조세법률주의에 위반되고 재산권을 과도하게 침해하는지 여부에 대하여 살펴본다.</span></p>\n  <p><span>(가) 먼저, 사업양수인이 부담하는 납세의무의 시기적 범위에 관하여 본다.</span></p>\n  <p><span>이 법 제41조에 의하면 사업양수인은 양도인에게 \"부과되거나\" 양도인이 \"납부할\" 국세등에 대하여 제2차납세의무를 진다. 여기에서 \"부과되거나\" \"납부할\" 국세등의 의미는 그 법문이 다소 불명확하기는 하지만 사업의 양도 양수 당시에 확정된 조세에 한정된 것으로 해석된다(1993. 12. 31. 법률 제4672호로 개정된 <a href=\"javascript:;\" class=\"txt_link\" data-ntst-sttt-linknm=\"국세기본법 제41조 제1항\" title=\"국세기본법 제41조 제1항 새창열림\">국세기본법 제41조 제1항</a>에서는 이 점에 관하여 \"양도일 이전에 양도인의 납세의무가 확정된\" 국세등만이 제2차납세의무의 대상이 됨을 명시하고 있다).</span></p>\n  <p><span>따라서 사업양수인으로서는 사업의 양도ㆍ양수시에 과세표준증명 및 납세완납증명을 발부받아 보거나 관할 세무관서에 조회를 하는등의 방법으로 사업양도인의 조세채무의 유무와 그 세액등을 예측하여 이를 사업의 양도 양수가액에 반영하거나 그것이 양수할 재산의 가액을 초과하는 경우에는 사업의 양수를 하지 않을 수 있을 것이므로, 사업양수인으로 하여금 예측할 수 없는 조세부담을 지게하여 재산상 손해를 입힐 염려는 없다고 할 것이다.</span></p>\n  <p><span>나아가 외국의 입법례에 있어서 독일의 경우 양도일 전 최근 역년(曆年)의 초일 이후에 성립되고 양수 후 1년 이내에 확정된 조세에 한하여, 오스트리아의 경우 그 조세가 양도 직전의 역년(曆年)의 개시 이후의 기간에 속한 것에 한하여, 그리고 일본의 경우 양도가 체납된 국세의 법정납기한으로부터 1년 전 이후에 이루어진 경우에 한하여 제2차납세의무를 지도록 하는등 양도 이전에 확정된 납세의무의 성립시기를 일정시점 이후의 것으로 제한하고 있으나, 이 법 제41조에 의한 사업양수인의 제2차납세의무제도는 양도인의 납세의무가 양도시점에서 확정될 것을 요구하여 예측가능한 조세채무에 한정하고 있으므로, 구태여 그 성립시기를 제한하지 아니하더라도 위에서 본 바와 같이 사업양수인에게 예측할 수 없는 재산상의 손해를 가할 염려가 없다고 할 것이니, 그 입법목적을 달성하기 위한 수단으로서의 상당성을 벗어났다고 할 수는 없다.</span></p>\n  <p><span>(나) 다음, 사업양수인이 부담하는 납세의무의 한도에 관하여 본다.</span></p>\n  <p><span><a href=\"javascript:;\" class=\"txt_link\" data-ntst-sttt-linknm=\"국세기본법 제38조\" title=\"국세기본법 제38조 새창열림\">국세기본법 제38조</a>에 의하여 제2차납세의무를 지는 청산인은 분배 또는 인도한 재산의 가액을 한도로 하고, 분배 또는 인도받은 자는 각자가 받은 재산의 가액을 한도로 하여 책임을 진다(동 조 제2항). 제40조에 의하여 과점주주의 납세의무에 대해 법인이 지는 제2차납세의무도 주주지분의 순자산가치를 한도로 한다. 그러나 이 법 제41조에 의한 사업양수인의 제2차납세의무에 있어서는 사업양수인의 책임의 한도를 정하고 있지 않다.</span></p>\n  <p><span>일본의 경우 양수인을 양도인과 친족 기타 특수관계에 있는 자로 한정하면서도 양수재산을 한도로 하고 있고, 우리와 같이 양수인을 특수관계에 있는 자로 한정하지 아니하는 독일의 경우에도 양수한 재산의 가액을 한도로 하고 있는 것과 비교하여 보아도 그렇고, 1993. 12. 31. 개정된 <a href=\"javascript:;\" class=\"txt_link\" data-ntst-sttt-linknm=\"국세기본법 제41조\" title=\"국세기본법 제41조 새창열림\">국세기본법 제41조</a>가 사업양수인으로 하여금 양수한 재산의 가액을 한도로 제2차납세의무를 지도록 한 것에서도 알 수 있듯이, 이 법 제41조가 양수인에게 무제한의 책임을 지우도록 하는 것은 입법목적을 달성하기 위한 수단으로서 적절하다고 할 수 없다. 왜냐하면 사업양도인과의 사이에 친족 기타 특수한 관계에 있는지의 여부에 관계없이 사업을 양수하였다는 사실만으로써 부담하는 사업양수인의 제2차 납세의무는 조세징수의 확보라는 공익목적을 고려한다고 하더라도, 양수한 재산의 가액 한도내에서 인정함이 공평하기 때문이다. 그렇지 아니하고 이를 초과하여 사업양수인에게 조세책임을 인정한다면, 조세채권자에게는 사업양수가 없었을 경우보다 더 유리한 법적지위를 부여하고, 사업양수인에게는 사업양도인의 조세책임을 근거없이 전가시키는 결과가 될 것이다.</span></p>\n  <p><span>(다) 소결론</span></p>\n  <p><span>이 법 제41조가 위와 같이 그 입법목적에 비추어 사업양수인에게 양수재산의 한도를 넘는 무제한의 책임을 지도록 하는 것은 국민의 경제생활에 법적안정성 및 예측가능성을 부여하기 위하여 과세요건법정주의와 명확주의의 기조에 서 있는 헌법 제38조, 제59조 소정의 실질적 조세법률주의와 비례의 원칙에 위반되어 위헌이라고 할 것이다. 그러나 그 입법목적의 합리성은 인정된다고 할 것이므로 이 법 제41조 전부가 위헌이라고 할 수는 없고 제2차납세의무의 범위가 그 입법목적을 달성하기 위하여 상당한 정도를 넘는 부분에 대하여서만 그 위헌성이 인정된다고 할 것이다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p><span class=\"bold\">(4) 사업양수인의 제2차납세의무의 합헌적 범위</span></p>\n  <p><span>사업양수인의 제2차납세의무제도가 실질적 조세법률주의 및 비례의 원칙에 비추어 그 타당성을 인정받기 위하여는, 제2차납세의무를 인정하는 사업양수인의 범위를 사업양도인과 친족 기타 특수관계에 있는 자등으로 제한하는 방법과, 사업양수인의 범위는 제한을 하지 아니하면서 그 책임의 한도를 적절한 범위 내로 한정하는 방법등이 있을 수 있고, 그 중 어떠한 방법을 선택할 것인가는 입법부의 재량사항이라고 할 것이다.</span></p>\n  <p><span>그런데 이 법 제41조를 개정함에 있어서 입법부가 사업양수인의 범위는 그대로 두고 사업양수인의 책임의 범위를 제한하는 방법으로 조세징수의 확보라는 공익목적과 사업양수인의 재산권보장이라는 요청을 조화시키려는 시도를 하였고, 또 그러한 방법으로 위헌성을 제거하는 것이 가장 합리적이라 보여지는 바, 그 방법에 따르면 사업양수인의 제2차 납세의무는 양수한 재산의 가액을 한도로 제한하여 인정하는 것이 적절하다함은 앞서 본 바와 같다.</span></p>\n  <p><span>&nbsp;</span></p>\n  <p style=\"margin-left: 3.33333pt;\"><span class=\"bold\">4. 결론</span></p>\n  <p><span>따라서 이 법 제41조는 사업양수인으로 하여금 양수한 재산의 가액을 초과하여 제2차 납세의무를 지게 하는 범위내에서 헌법에 위반된다 할 것이므로, 관여재판관의 일치된 의견으로 주문과 같이 결정한다.</span></p>\n </body>\n</html>",
    "normalizeStatus": "Normalization Failure",
    "clContent": [
        {
            "type": "Normalization Failure",
            "content": "\n \n \n   \n  판시사항\n  가. 재판의 전제성 판단의 기준\n  나. 사업양수인으로 하여금 양수한 재산의 가액을 초과하여 제2차 납세의무를 지도록 규정한 구 국세기본법(1974. 12. 31. 법률 제2679호로 제정되고, 1993. 12. 31. 법률 제4672호로 개정되기전의 것)의 위헌 여부(적극)\n   \n  결정요지\n  가. 심판대상법률조항이 1993. 12. 31. 사업양수인은 '양수한 재산의 가액을 한도로' 제2차납세의무를 부담하도록 개정된 바 있고 실제로 청구인이 양수한 재산의 가액은 금 74,992,436원이고 청구인에게 부과된 세금은 금 43,838,110원에 불과하여 청구인은 양수한 재산의 가액한도범위내에서 제2차 납세의무를 부담하게 되었다 하더라도, 청구인이 법률조항 전부에 대하여 위헌심판을 구하고 있고 동 법조가 당해 소송사건에 적용될 법률이라면 그 위헌 여부에 따라 주문이 달라질 수도 있을 것이므로 재판의 전제성이 있다.\n  나. 사업양수인의 제2차 납세의무제도는 조세징수의 확보라는 공익목적의 실현을 위하여 담보재산을 취득한 양수인에게 부족액에 대한 보충적 납세책임을 지우는 것이므로 입법목적의 합리성이 인정된다. 그러나, 구 국세기본법 제41조가 제2차 납세의무자의 책임한도를 적절한 범위내로 한정하지 아니하고 양수재산의 가액을 초과한 부분에 대하여도 제2차 납세의무를 지게하는 것은 과세요건#03 법정주의와 명확주의의 기조에 서있는 헌법 제38조, 제59조의 실질적 조세법률주의와 비례의 원칙에 위반되므로 그 범위 내에서 헌법에 위반된다.\n   \n  심판대상조문\n  구 국세기본법(1974. 21. 21. 법률 제2679호로 제정되고, 1993. 12. 31. 법률 제4672호로 개정되기 전의 것) 제41조\n   \n  참조조문\n  헌법 제23조 제1항, 제2항, 제37조 제2항, 제59조\n  국세기본법(1993. 12. 31. 법률 제4672호로 개정된 것) 제41조 제1항ㆍ제2항\n   \n  참조판례\n  1997. 6. 26. 선고, 93헌바49, 94헌바38ㆍ41, 95헌바64(병합) 결정\n   \n  주문\n  구 국세기본법(1974. 12. 21. 법률 제2679호로 제정되고, 1993. 12.31. 법률 제4672호로 개정되기전의 것) 제41조는 사업양수인으로 하여금 양수한 재산의 가액을 초과하여 제2차 납세의무를 지게 하는 범위내에서 헌법에 위반된다.\n   \n  이유\n  1. 사건의 개요와 심판의 대상\n  가. 사건의 개요\n  청구외 김○○은 1985. 9.경부터 ○○시 ○○구 ○○동 ○○번지에 있는 ○○빌딩 0층에서 \"○○\"라는 상호로 일식음식점(일반유흥접객업)을 경영하여 오다가 사업부진으로 1993. 6. 4. 부도를 내고 폐업하게 되었다.\n  ○○세무서장은 청구인이 1993. 5. 위 김○○으로부터 위 음식점사업을 양수한 것으로 보고 10. 4. 청구인을 위 김○○이 체납한 국세에 대한 제2차납세의무자로 지정하고 체납국세등에 대한 납부고지처분을 하자, 청구인은 1994. 7. 8. ○○고등법원 00구000 제2차납세의무자지정처분취소 사건으로 위 김○○의 체납국세에 대한 위 납부고지처분의 취소소송을 제기하였다.\n  청구인은 위 소송이 계속 중 1994. 12. 13. 위 부과처분의 전제가 되는 구 국세기본법(1974. 12. 21. 법률 제2679호로 제정되고, 1993. 12. 31. 법률 제4672호로 개정되기 전의 것 : 이하 \"이 법\"이라 한다) 제41조가 헌법 제23조 제1항, 제37조 제2항에 위반된다고 하며 위헌제청의 신청을 하였으나, 동 법원은 1995. 9. 7. 이를 기각하는 결정을 함과 동시에 본안사건에 관하여 청구를 일부 기각하는 판결을 선고하였다.\n  청구인은 1995. 9. 21. 위 결정 및 판결의 정본을 송달받고 같은 달 30. 본안사건 중 청구기각 부분에 관하여 상고하는 한편, 같은 해 10. 2. 이 사건 헌법소원심판을 청구하였다.\n   \n  나. 심판의 대상\n  그러므로 이 사건 심판의 대상은 이 법 제41조가 헌법에 위반되는지 여부이고, 그 규정 내용은 아래와 같다.\n  제41조(사업양수인의 제2차납세의무) 사업의 양도 양수가 있는 경우에 양도인의 재산으로 그 양도인에게 부과되거나 그 양도인이 납부할 당해 사업에 관한 국세 가산금과 체납처분비에 충당하여도 부족이 있는 때에는 대통령령이 정하는 사업의 양수인은 그 부족액에 대하여 제2차납세의무를 진다.\n  그런데 1993. 12. 31. 법률 제4672호로 이 법 제41조에 제2항이 신설되는등 개정되었는 바 그 내용은 아래와 같다.\n  제41조(사업양수인의 제2차납세의무) ① 사업의 양도 양수가 있는 경우에 양도일 이전에 양도인의 납세의무가 확정된 당해 사업에 관한 국세 가산금과 체납처분비를 양도인의 재산으로 충당하여도 부족이 있는 때에는 대통령령이 정하는 사업의 양수인은 그 부족액에 대하여 양수한 재산의 가액을 한도로 제2차납세의무를 진다.\n  ② 제1항에 규정된 양수한 재산의 가액은 대통령령으로 정한다.\n  [관련조문]\n  이 법 제41조 시행 당시의 이와 관련된 국세기본법시행령(1993. 12. 31. 대통령령 제14076호로 개정되기 전의 것)의 내용은 아래와 같다.\n  제22조(사업의 양도 양수의 범위) 법 제41조에서 \"대통령령이 정하는 사업의 양수인\"이라 함은 사업장별로 그 사업에 관한 모든 권리(미수금에 관한 것을 제외한다)와 모든 의무(미지급금에 관한 것을 제외한다)를 포괄적으로 승계한 자를 말한다.\n  제23조(사업양수인의 제2차납세의무의 한계) 법 제41조에 규정하는 사업의 양도인에게 2이상의 사업장이 있는 경우에 1사업장을 양수한 자의 제2차납세의무는 양수한 사업장에 관계되는 국세 가산금과 체납처분비(2이상의 사업장에 공통되는 국세 가산금과 체납처분비가 있는 경우에는 양수한 사업장에 배분되는 금액을 포함한다)에 한한다.\n  이 법이 1993. 12. 31. 법률 제4672호로 개정되면서 같은 날 대통령령 제14076호로 개정된 국세기본법시행령도 제23조에 제2항을 신설하는등 개정되었는바 신설된 제2항의 내용은 아래와 같다.\n  ② 법 제41조 제2항에서 \"양수한 재산의 가액\"이라 함은 다음 각호의 가액을 말한다.\n  1. 사업의 양수인이 양도인에게 지급하였거나 지급하여야 할 금액이 있는 경우에는 그 금액\n  2. 제1호의 규정에 의한 금액이 없거나 불분명한 경우 또는 시가에 비하여 현저히 낮은 경우에는 양수한 자산 및 부채를 상속세법 제9조 및 동법 제10조의 규정을 준용하여 평가한 후 그 자산 총액에서 부채총액을 공제한 가액\n   \n  2. 청구인의 주장, 제청신청기각 결정의 이유 및 관계기관의 의견\n  가. 청구인의 주장\n  (1) 헌법은 제23조 제1항에서 국민의 재산권을 보장하는 한편, 제37조 제2항에서 공공복리등을 위하여 필요한 경우에 한하여 법률로써 이를 제한할 수 있으나 그 본질적인 내용은 침해할 수 없고, 설사 재산권의 본질적인 내용의 침해가 없을지라도 비례의 원칙 내지는 과잉금지의 원칙에 위배되어서는 안된다고 규정하고 있다.\n  (2) 이 법 제41조 소정의 사업양수인의 제2차납세의무는 사업양수인이 양도인의 체납세금을 부담하여야 할 아무런 귀책사유도 없는 제3자에 불과한데 그 사업을 포괄적으로 양수하였다는 사실 하나만으로 제2차납세의무를 부담한다는 것은 아무리 현대국가가 조세국가로서 조세채권의 확보가 필요하다고 할지라도 납득할 수 없는 일이라고 아니할 수 없어 사업양수인의 제2차납세의무는 과잉금지의 원칙 중 목적의 정당성원칙에 반하는 것이다.\n  (3) 나아가 이 법 제41조에 의하면 ① 법 문언대로라면 사업양도인의 당해 사업에 관한 국세이기만 하면 사업양도 양수 당시에 양도인에게 부과되지 않은 국세에 대하여도 양수인이 부담하도록 되어있고, ② 상법상의 영업양수인이 영업양수 후 지체없이 양도인의 채무에 대한 책임이 없음을 등기하거나 양도인과 양수인이 지체없이 제3자에 대하여 그 뜻을 통지함으로써 그 책임을 벗어날 수 있는 것과는 달리, 사업양수인이 그 책임을 벗어날 수 있는 제도가 마련되어 있지 않아 양도인의 체납국세에 대하여 전부 책임을 부담하도록 되어 있으며 ③ 사업양도인의 당해 사업에 관한 국세이기만 하면 사업양도인으로부터 징수하지 못한 당해 국세 전부에 관하여 당해 사업의 양수로 취득한 재산의 가액이상의 국세를 사업양수인이 책임지도록 규정되어 있고 ④ 조세법률관계에서는 조세채권자는 그가 가지는 조세채권을 근거로 조세채권을 강제적으로 실현할 수 있고, 조세채권의 확보를 위하여 연대납세의무제도, 원천징수의무제도 등 납세의무확대제도와, 인적 물적납세담보제도, 사해행위취소제도, 납기전 조세채권보전제도등 간접적인 납세압력제도 등이 보장되어 있으므로, 정부는 이러한 제도를 적시에 적절히 활용하면 사업양도인으로부터 그 사업에 관한 국세를 충분히 확보할 수 있는데도 사업양도인의 체납국세에 대하여 아무런 귀책사유도 없는 사업양수인으로부터 체납국세를 징수하려는 것은 오직 과세관청의 조세징수상의 편의만을 도모할 뿐 선량한 국민에게 합리적이고 수긍할만한 객관적인 이유없이 희생을 강요하는 것으로 결국 방법의 적정성, 법익의 균형성, 피해의 최소성의 원칙에 반하는 것이다.\n   \n  나. 제청신청기각 결정의 이유\n  (1) 이 법 제41조 및 시행령 제22조에서 사업에 관한 모든 권리와 의무를 포괄적으로 승계한다고 함은 사업양수인이 양도인으로부터 그의 모든 사업시설 뿐 아니라 영업권과 그 사업에 관한 채권, 채무등 일체의 인적, 물적 권리와 의무를 양수함으로써 양도인과 동일시되는 정도의 법률상 지위를 그대로 승계한 것을 의미한다고 할 것이므로, 사업양수인이 양도인의 체납세금을 부담하여야 할 아무런 귀책사유도 없는 제3자에 불과한데 그 사업을 포괄적으로 양수하였다는 사실 하나만으로 제2차 납세의무를 부담시키는 것으로 볼 수는 없다고 할 것이니 과잉금지의 원칙 중 목적의 정당성원칙에 반하지 아니한다.\n  (2) ① 이 법 제41조에 의하더라도 사업의 양도 양수 후에 양도인에게 부과된 국세와 이에 관한 가산금에 대하여는 사업양수인에게 제2차납세의무를 지울 수 없다고 해석되고(이 사건의 경우 사업의 양도 양수 후에 납세의무가 확정된 것에 대하여는 심사청구 단계에서 청구인에게 제2차납세의무가 없다고 하여 이를 취소하였고, 청구인도 이를 제외하고 나머지에 대하여만 소송을 제기하였다), ② 한편 사업양수인은 사업의 양도 양수 당시에 양도인에게 이미 부과되어 있는 또는 납세의무가 확정된 국세등에 대하여는 양도인의 납세완납증명을 받아보거나 세무서에 조회를 해 보는 방법등으로 확인해 볼 수 있으므로 양도인의 납세의무가 확정된 국세등이 양수인에게 예측할 수 없는 것은 아니고, 사업양수인은 양도인의 납세의무가 확정된 국세등을 확인한 결과 그것이 그가 양수한 재산의 가액을 초과하는 경우에는 사업의 양수를 하지 않을 수 있는 것이므로 양수인이 사업양수 후 그 책임을 벗어날 수 있는 제도가 마련되어 있지 않다고 하여 반드시 불합리하다고는 할 수 없고, ③ 또 설사 이 법 제41조가 마치 당해 사업의 양수로 취득한 재산 가액 이상의 국세를 사업양수인이 책임지는 것으로 해석할 수 있도록 규정되어 있으며, 이 법 제41조가 1993. 12. 31. 사업양수인은 '양수한 재산의 가액을 한도로' 제2차납세의무를 부담하도록 개정된 바 있으나, 청구인이 양수한 재산의 가액은 금74,992,436원이고 청구인에게 부과된 세금은 금43,838,110원에 불과하여, 청구인은 양수한 재산의 가액한도범위내에서 제2차납세의무를 부담하게 되었으므로 이 법 제41조의 위헌여부는 이 사건 재판의 전제가 되지 않으며, ④ 정부가 조세채권의 확보를 위하여 납세의무확대제도와 간접적인 납세압력제도 등으로 사업양도인으로부터 그 사업에 관한 국세를 충분히 확보, 징수할 수 있다고 하더라도 정부가 그와 아울러 사업양수인으로부터도 사업양도인의 체납국세에 대하여 보충적으로 이를 징수하려는 것은 제2차납세의무제도의 취지에 따른 별개의 조세징수제도이므로 이로써 오직 과세관청의 조세징수상의 편의만 도모할 뿐 선량한 국민에게 합리적이고 수긍할만한 객관적인 이유없이 희생을 강요하는 것으로 볼 수는 없다고 할 것이고, 따라서 이 법 제41조가 방법의 적정성, 법익의 균형성, 피해의 최소성의 원칙에 반하는 것으로 볼 수는 없다.\n   \n  다. 관계기관의 의견\n  재정경제원장관 및 국세청장의 의견은 위 제청신청기각 결정의 이유와 대체로 같다.\n   \n  3. 판단\n  가. 본안전 판단\n  이 사건 위헌제청신청 기각 법원은, 이 법 제41조가 마치 당해사업의 양수로 취득한 재산 가액 이상의 국세를 사업양수인이 책임지는 것으로 해석할 수 있도록 규정되어 있으며, 이 법 제41조가 1993. 12. 31. 사업양수인은 '양수한 재산의 가액을 한도로' 제2차납세의무를 부담하도록 개정된 바 있으나, 청구인이 양수한 재산의 가액은 금74,992,436원이고 청구인에게 부과된 세금은 금43,838,110원에 불과하여 청구인은 양수한 재산의 가액한도범위내에서 제2차납세의무를 부담하게 되었으므로 이 법 제41조의 위헌여부는 이 사건 재판의 전제가 되지 않는다고 판단하였다.\n  그러나 청구인은 이 법 제41조 전부에 대하여 위헌여부의 심판을 구하고 있고 이 법 제41조가 청구인에 대한 위 소송사건에 적용될 법률이므로, 그 위헌여부에 따라서 재판의 주문이 달라질 수도 있을 것이니 재판의 전제성이 있다고 할 것이다.\n   \n  나. 본안에 관한 판단\n  (1) 헌법상의 재산권보장과 조세법률주의\n  우리 헌법은 자유민주적 기본질서의 바탕 위에서 제23조 제1항에서 재산권의 보장을 규정하여 사유재산제도를 보장함과 동시에 국민의 구체적 재산권을 기본권으로 보장하는 한편 제119조 제1항에서 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다고 규정함으로써 자본주의 시장경제질서를 기본으로 하여 국민에게 자유스러운 경제활동을 보장해 주는 반면, 제23조 제2항에서 재산권의 행사는 공공복리에 적합하도록 하여야 한다고 규정하고, 제37조 제2항에서 일반적 법률유보로서 국가안전보장 질서유지 또는 공공복리를 위하여 필요한 경우에 한하여 법률로써 기본권을 제한할 수 있도록 규정하고 있어, 재산권도 제한할 수 있으나, 다만 그 경우에도 본질적인 내용의 침해가 금지되는 것은 물론 비례의 원칙등에 따라 그 제한은 필요한 최소한도에 그쳐야 한다.\n  또한, 자유민주주의 국가에서의 국가재정은 국민의 조세로 이루어지는 것이므로 헌법 제38조는 납세의 의무에 대하여 규정하는 한편 그 경우에도 국민의 재산권보장과 경제활동에 있어서의 법적 안정성을 위하여 제59조에서 \"조세의 종목과 세율은 법률로 정한다\"고 규정하여 조세법률주의를 선언하고 있는 바, 오늘날의 법치주의가 단순히 형식적 법치주의에 그치지 아니하고 실질적 법치주의를 지향하고 있는 점에 비추어 볼 때, 우리 헌법이 선언한 조세법률주의도 과세요건이 형식적 의미의 법률로 명확히 정해질 것이 요구될 뿐만 아니라, 조세법의 목적이나 내용이 기본권 보장의 헌법이념과 이를 뒷받침하기 위하여 헌법상 요구되는 제원칙에 합치될 것도 아울러 요구된다(헌법재판소 1997. 6. 26.선고, 93헌바49, 94헌바38ㆍ41, 95헌바64(병합) 결정등 참조).\n   \n  (2) 이 법 제41조의 입법목적\n  납세의무는 담세력이 있다고 인정되는 개인 혹은 법인을 의무자로 하여 부과하고 그로부터 징수함이 원칙이다. 그러나 국세기본법은 조세의무의 확보를 위하여, 상속이나 법인의 합병과 같은 경우 납세의무의 승계를 인정하고(이 법 제23조, 제24조), 공유물이나 공동사업으로 인한 납세의무 및 공동사업재산에 관한 납세의무에 있어서 연대납세의무를 인정하며(이 법 제25조), 나아가 납세의무자의 재산으로 체납처분을 하여도 본래의 납세의무자가 납부하여야할 국세등을 충당하기에 부족한 경우 그 납세의무자와 일정한 관계에 있는 자등에 대하여 납세의무자에 갈음하여 제2차납세의무를 인정하는(이 법 제38조 내지 제41조) 등으로 납세의무를 확장하고 있다.\n  사업에 기초하여 발생하는 조세는 사업 그 자체에 담세력이 있다고 할 것이므로 사업재산이 그 조세채무에 대한 담보적기능을 한다고 할 것이고 따라서 사업양도인의 재산으로 조세채권의 만족을 얻을 수 없을 때 조세징수의 확보라는 공익목적을 달성하기 위하여, 그 조세의 담보재산을 취득하고 그 취득 당시에 양도인이 납부하여야 할 조세를 예견할 수 있는 양수인에게 그 부족액에 대하여 보충적으로 납세책임을 지우더라도 공평을 잃지는 않을 것이다.\n  이와 같이 사업양수인의 제2차납세의무제도는 사업양도인의 재산으로 조세채권의 만족을 얻을 수 없을 때 조세징수의 확보라는 공익목적의 실현을 위하여 그 담보재산을 취득한 양수인에게 그 부족액에 대하여 보충적으로 납세책임을 지우는 것이므로 그 입법목적의 합리성은 인정된다고 할 것이고, 따라서 일정한 요건에 해당하는 사업양수인으로 하여금 일정한 범위 내에서 제2차납세의무를 지게하는 것은 정당하다.\n   \n  (3) 실질적 조세법률주의 및 비례의 원칙의 위배여부\n  이 법 제41조가 사업양수인으로 하여금 예측할 수 없었던 조세부담과 무제한의 납세의무를 지게 함으로써 사업양수인에 대한 조세형평이나 재산권보장은 도외시한 채 조세징수의 확보만을 지나치게 강조하여 조세법률주의에 위반되고 재산권을 과도하게 침해하는지 여부에 대하여 살펴본다.\n  (가) 먼저, 사업양수인이 부담하는 납세의무의 시기적 범위에 관하여 본다.\n  이 법 제41조에 의하면 사업양수인은 양도인에게 \"부과되거나\" 양도인이 \"납부할\" 국세등에 대하여 제2차납세의무를 진다. 여기에서 \"부과되거나\" \"납부할\" 국세등의 의미는 그 법문이 다소 불명확하기는 하지만 사업의 양도 양수 당시에 확정된 조세에 한정된 것으로 해석된다(1993. 12. 31. 법률 제4672호로 개정된 국세기본법 제41조 제1항에서는 이 점에 관하여 \"양도일 이전에 양도인의 납세의무가 확정된\" 국세등만이 제2차납세의무의 대상이 됨을 명시하고 있다).\n  따라서 사업양수인으로서는 사업의 양도ㆍ양수시에 과세표준증명 및 납세완납증명을 발부받아 보거나 관할 세무관서에 조회를 하는등의 방법으로 사업양도인의 조세채무의 유무와 그 세액등을 예측하여 이를 사업의 양도 양수가액에 반영하거나 그것이 양수할 재산의 가액을 초과하는 경우에는 사업의 양수를 하지 않을 수 있을 것이므로, 사업양수인으로 하여금 예측할 수 없는 조세부담을 지게하여 재산상 손해를 입힐 염려는 없다고 할 것이다.\n  나아가 외국의 입법례에 있어서 독일의 경우 양도일 전 최근 역년(曆年)의 초일 이후에 성립되고 양수 후 1년 이내에 확정된 조세에 한하여, 오스트리아의 경우 그 조세가 양도 직전의 역년(曆年)의 개시 이후의 기간에 속한 것에 한하여, 그리고 일본의 경우 양도가 체납된 국세의 법정납기한으로부터 1년 전 이후에 이루어진 경우에 한하여 제2차납세의무를 지도록 하는등 양도 이전에 확정된 납세의무의 성립시기를 일정시점 이후의 것으로 제한하고 있으나, 이 법 제41조에 의한 사업양수인의 제2차납세의무제도는 양도인의 납세의무가 양도시점에서 확정될 것을 요구하여 예측가능한 조세채무에 한정하고 있으므로, 구태여 그 성립시기를 제한하지 아니하더라도 위에서 본 바와 같이 사업양수인에게 예측할 수 없는 재산상의 손해를 가할 염려가 없다고 할 것이니, 그 입법목적을 달성하기 위한 수단으로서의 상당성을 벗어났다고 할 수는 없다.\n  (나) 다음, 사업양수인이 부담하는 납세의무의 한도에 관하여 본다.\n  국세기본법 제38조에 의하여 제2차납세의무를 지는 청산인은 분배 또는 인도한 재산의 가액을 한도로 하고, 분배 또는 인도받은 자는 각자가 받은 재산의 가액을 한도로 하여 책임을 진다(동 조 제2항). 제40조에 의하여 과점주주의 납세의무에 대해 법인이 지는 제2차납세의무도 주주지분의 순자산가치를 한도로 한다. 그러나 이 법 제41조에 의한 사업양수인의 제2차납세의무에 있어서는 사업양수인의 책임의 한도를 정하고 있지 않다.\n  일본의 경우 양수인을 양도인과 친족 기타 특수관계에 있는 자로 한정하면서도 양수재산을 한도로 하고 있고, 우리와 같이 양수인을 특수관계에 있는 자로 한정하지 아니하는 독일의 경우에도 양수한 재산의 가액을 한도로 하고 있는 것과 비교하여 보아도 그렇고, 1993. 12. 31. 개정된 국세기본법 제41조가 사업양수인으로 하여금 양수한 재산의 가액을 한도로 제2차납세의무를 지도록 한 것에서도 알 수 있듯이, 이 법 제41조가 양수인에게 무제한의 책임을 지우도록 하는 것은 입법목적을 달성하기 위한 수단으로서 적절하다고 할 수 없다. 왜냐하면 사업양도인과의 사이에 친족 기타 특수한 관계에 있는지의 여부에 관계없이 사업을 양수하였다는 사실만으로써 부담하는 사업양수인의 제2차 납세의무는 조세징수의 확보라는 공익목적을 고려한다고 하더라도, 양수한 재산의 가액 한도내에서 인정함이 공평하기 때문이다. 그렇지 아니하고 이를 초과하여 사업양수인에게 조세책임을 인정한다면, 조세채권자에게는 사업양수가 없었을 경우보다 더 유리한 법적지위를 부여하고, 사업양수인에게는 사업양도인의 조세책임을 근거없이 전가시키는 결과가 될 것이다.\n  (다) 소결론\n  이 법 제41조가 위와 같이 그 입법목적에 비추어 사업양수인에게 양수재산의 한도를 넘는 무제한의 책임을 지도록 하는 것은 국민의 경제생활에 법적안정성 및 예측가능성을 부여하기 위하여 과세요건법정주의와 명확주의의 기조에 서 있는 헌법 제38조, 제59조 소정의 실질적 조세법률주의와 비례의 원칙에 위반되어 위헌이라고 할 것이다. 그러나 그 입법목적의 합리성은 인정된다고 할 것이므로 이 법 제41조 전부가 위헌이라고 할 수는 없고 제2차납세의무의 범위가 그 입법목적을 달성하기 위하여 상당한 정도를 넘는 부분에 대하여서만 그 위헌성이 인정된다고 할 것이다.\n   \n  (4) 사업양수인의 제2차납세의무의 합헌적 범위\n  사업양수인의 제2차납세의무제도가 실질적 조세법률주의 및 비례의 원칙에 비추어 그 타당성을 인정받기 위하여는, 제2차납세의무를 인정하는 사업양수인의 범위를 사업양도인과 친족 기타 특수관계에 있는 자등으로 제한하는 방법과, 사업양수인의 범위는 제한을 하지 아니하면서 그 책임의 한도를 적절한 범위 내로 한정하는 방법등이 있을 수 있고, 그 중 어떠한 방법을 선택할 것인가는 입법부의 재량사항이라고 할 것이다.\n  그런데 이 법 제41조를 개정함에 있어서 입법부가 사업양수인의 범위는 그대로 두고 사업양수인의 책임의 범위를 제한하는 방법으로 조세징수의 확보라는 공익목적과 사업양수인의 재산권보장이라는 요청을 조화시키려는 시도를 하였고, 또 그러한 방법으로 위헌성을 제거하는 것이 가장 합리적이라 보여지는 바, 그 방법에 따르면 사업양수인의 제2차 납세의무는 양수한 재산의 가액을 한도로 제한하여 인정하는 것이 적절하다함은 앞서 본 바와 같다.\n   \n  4. 결론\n  따라서 이 법 제41조는 사업양수인으로 하여금 양수한 재산의 가액을 초과하여 제2차 납세의무를 지게 하는 범위내에서 헌법에 위반된다 할 것이므로, 관여재판관의 일치된 의견으로 주문과 같이 결정한다.\n \n"
        }
    ]
}